Repository: datadiode/winmerge2011
Catalog: Translations/WinMerge/Lithuanian.po
Languages: lt

source: New
lt: Naujas

source: Edit
lt: Redaguoti

source: Remove
lt: Paðalinti

source: Automatically &scroll to first difference
lt: Automatiðkai pereiti prie pirmo &skirtumo

source: Enable scroll ani&mation
lt: Ájungti slinkties ani&macijà

source: Cl&ose windows with ESC
lt: Uþverti langus „ESC“ klaviðu

source: &Automatically verify paths in Open-dialog
lt: &Automatiðkai tikrinti kelius „Atverti“ lange

source: All&ow only one instance to run
lt: Tik viena program&os kopija vienu metu

source: As&k when closing multiple windows
lt: &Klausti patvirtinimo, kai uþdaromi keli langai

source: &Preserve file time in file compare
lt: Lyginant failus ne&pakeisti failo keitimo laiko

source: Show "Select Files or Folders" Dialog on Startup
lt: Rodyti „Parinkite failus ar katalogus“ startuojant

source: O&pen-dialog Auto-Completion:
lt: Lango „Atverti“ automatinis uþ&pildymas:

source: Enable multiple compare windows for
lt: Ájungti daugkartinio palyginimo langus kai

source: WinMerge allows hiding some common messageboxes. Press the Reset button to make all messageboxes visible again.
lt: „WinMerge“ leidþia paslëpti kai kuriuos bendrus praneðimus. Paspauskite mygtukà „Atkurti“, kad visi praneðimai vël bûtø matomi.

source: Reset
lt: Atkurti

# Options dialog|Categories
source: Binary
lt: Binariniø

source: Number of bytes to display per line:
lt: Baitø skaièius, rodomas kiekvienoje eilutëje:

source: Automatically adjust number of bytes per line (uncheck this if you want WinMerge to use your own choice for bytes per line)
lt: Automatiðkai reguliuoti baitø skaièiø kiekvienoje eilutëje (nuimkite, jei norite, kad „WinMerge“ naudotø jûsø parinktà baitø eilutëje skaièiø)

source: Shell Integration
lt: Integr. Windows aplinkoje

source: Explorer
lt: „Explorer“'is

source: &Add to context menu
lt: &Pridëti á kontekstiná meniu

source: E&nable advanced menu
lt: Áju&ngti iðplëstiná meniu

source: In&clude subfolders by default
lt: Átraukt&i pakatalogius

source: Folder compare
lt: Katalogø lyginimas

source: Add &Shell menu to context menu
lt: Pridëti &sistemos meniu á kontekstiná meniu

source: File compare
lt: Failø lyginimas

source: Add S&hell menu to context menu
lt: Pridëti s&istemos meniu á kontekstiná meniu

source: System
lt: Sistemos

source: Use S&hell file operations
lt: Naudoti s&istemos funkcijas failø operacijoms

source: &Send deleted files to Recycle Bin
lt: &Siøsti iðtrintus failus á ðiukðliadëþæ

source: Use Shell file browse &dialogs
lt: Naudoti sistemos &dialogo langus failø narðymui

source: &External editor:
lt: Iðorinis r&edaktorius:

source: Supple&ment folder:
lt: Papildi&niø katalogas:

source: B&rowse...
lt: R&asti...

source: Temporary files folder
lt: Laikinø failø katalogas

source: S&ystem's temp folder
lt: S&istemos laikinasis katalogas

source: C&ustom folder:
lt: P&asirinktinis katalogas:

source: Save modified files?
lt: Iðsaugoti pakeistus failus?

source: Left side file
lt: Kairysis failas

source: &Save changes
lt: Ið&saugoti pakeitimus

source: &Discard changes
lt: &Atmesti pakeitimus

source: Right side file
lt: Deðinysis failas

source: S&ave changes
lt: Iðs&augoti pakeitimus

source: Dis&card changes
lt: A&tmesti pakeitimus

source: Disca&rd All
lt: Atmes&ti viskà

source: Shared or Private Filter
lt: Bendro naudojimo ar asmeninis filtras

source: Which type of filter do you want to create?
lt: Kokio tipo filtrà norite sukurti?

source: Shared Filter (for all users on this machine)
lt: Bendrai naudojami filtrai (visiems kompiuterio naudotojams)

source: Private Filter (only for current user)
lt: Asmeniniai filtrai (tik ðiam naudotojui)

source: Test Filter
lt: Testuoti filtrà

source: Testing filter ...
lt: Testuojamas filtras ...

source: &Enter text to test:
lt: Áv&eskite tekstà patikrinimui:

source: &Folder Name
lt: &Katalogo vardas

source: Result:
lt: Rezultatas:

source: &Test
lt: &Testuoti

source: &Close
lt: &Uþverti

source: Database:
lt: Duomenø bazë:

source: Project:
lt: Projektas:

source: User:
lt: Naudotojas:

source: Password:
lt: Slaptaþodis:

source: Check Out
lt: Paimti

source: Go To
lt: Pereiti á

source: G&oto:
lt: P&ereiti:

source: File
lt: Failas

source: Goto what
lt: Pereiti á

source: Li&ne
lt: Ei&lutæ

source: &Difference
lt: &Skirtumà

source: &Go To
lt: &Pereiti á

source: Ready
lt: Parengtas

source: Create empty documents New Documents (Ctrl+N)
lt: Kurti tuðèius dokumentus Nauji dokumentai (Ctrl+N)

source: Open an existing document Open (Ctrl+O)
lt: Atverti aktyvø dokumentà Atverti (Ctrl+O)

source: Close the active document Close
lt: Uþverti aktyvø dokumentà Uþverti

source: Save the active document Save (Ctrl+S)
lt: Iðsaugoti aktyvø dokumentà Iðsaugoti (Ctrl+S)

source: Save the active document with a new name Save As
lt: Iðsaugoti aktyvø dokumentà kitu vardu Iðsaugoti kaip

source: Change the printing options Page Setup
lt: Pakeisti spausdinimo parinktis Puslapio nuostatos

source: Change the printer and printing options Print Setup
lt: Pakeisti spausdintuvo ir spausdinimo parinktis Spausdinimo nuostatos

source: Print the active document Print
lt: Spausdinti aktyvø dokumentà Spausdinti

source: Display full pages Print Preview
lt: Rodyti pilnus puslapius Spausdinimo perþiûra

source: Make all hidden items visible again
lt: Padaryti visus paslëptus elementus vël matomais

source: Toggle tree mode
lt: Medþio reþimas

source: Expand all subfolders
lt: Iðskleisti visus pakatalogius

source: Collapse all subfolders
lt: Suskleisti visus pakatalogius

source: Open project file Project file (Ctrl+J)
lt: Atverti projekto failà Projekto failas (Ctrl+J)

source: Unknown error attempting to open project file
lt: Neþinoma klaida bandant atidaryti projekto failà

source: Unknown error attempting to save project file
lt: Neþinoma klaida bandant iðsaugoti projekto failà

source: Project File
lt: Projekto failas

source: Project file successfully loaded.
lt: Projekto failas sëkmingai ákrautas.

source: Project file successfully saved.
lt: Projekto failas sëkmingai iðsaugotas.

source: Save current paths and options to project file Save Project File
lt: Iðsaugoti aktualius kelius ir nuostatas projekto faile Iðsaugoti projekto failà

source: Display program information, version number and copyright About
lt: Parodo programos informacijà, versijos numerá ir autorines teises Apie

source: Quit the application; prompts to save documents Exit
lt: Baigti programos darbà; raginama áraðyti dokumentus Iðeiti

source: Open this document
lt: Atverti ðá dokumentà

source: Switch to the next window pane Next Pane
lt: Persijungti á kità polangá Kitas polangis

source: Switch back to the previous window pane Previous Pane
lt: Persijungti atgal á buvusá polangá Ankstesnis polangis

source: Arrange windows so they overlap Cascade Windows
lt: Iðdëstyti langus persidengianèia tvarka pakopomis Iðdëstyti pakopomis

source: Arrange windows as non-overlapping tiles horizontally Tile Windows Horizontally
lt: Iðdëstyti langus nepersidengianèia tvarka gulsèiai Iðkloti langus gulsèiai

source: Arrange windows as non-overlapping tiles vertically Tile Windows Vertically
lt: Iðdëstyti langus nepersidengianèia tvarka staèiai Iðkloti langus staèiai

source: Copy the selection and put it on the Clipboard Copy
lt: Nukopijuoti paþymëtà fragmentà á mainø sritá Kopijuoti

source: Cut the selection and put it on the Clipboard Cut
lt: Iðkirpti paþymëta fragmentà ir patalpinti mainø srityje Iðkirpti

source: Find the specified text Find
lt: Rasti nurodytà tekstà Rasti

source: Insert Clipboard contents Paste
lt: Áterpti mainø srities turiná Áterpti

source: Repeat the last action Repeat
lt: Pakartoti paskutiná veiksmà Pakartoti

source: Replace specific text with different text Replace
lt: Pakeisti konkretø tekstà kitu tekstu Pakeisti

source: Select the entire document Select All
lt: Paþymëti visà dokumentà Paþymëti viskà

source: Undo the last action Undo (Ctrl+Z)
lt: Atðaukti paskutiná veiksmà Atðaukti (Ctrl+Z)

source: Redo the previously undone action Redo (Ctrl+Y)
lt: Pakartoti anksèiau anuliuotà veiksmà Pakartoti (Ctrl+Y)

source: Show or hide the toolbar Toggle ToolBar
lt: Rodyti arba slëpti mygtukø juostà Perjungti mygtukø juostà

source: Show or hide the status bar Toggle StatusBar
lt: Rodyti arba slëpti bûsenos juostà Perjungti bûsenos juostà

source: Show or hide the tab bar Toggle TabBar
lt: Rodyti arba slëpti korteliø juostà Perjungti korteliø juostà

source: Automatically resize panes Lock Panes
lt: Automatiðkai keièia polangiø matmenis Uþrakinti polangius

source: Preserve original EOL chars
lt: Iðsaugoti originalø eiluèiø pabaigos formatà

source: Right click on the path to copy
lt: Kad nukopijuoti, spustelëkite deðiniuoju pelës mygtuku ant kelio

source: WinMerge comes with ABSOLUTELY NO WARRANTY. This is free software and you are welcome to redistribute it under certain circumstances; see the [GNU Affero General Public License] for details.
lt: „WinMerge“ tiekiama VISIÐKAI BE JOKIØ GARANTIJØ. Tai nemokama programinë áranga ir jûs galite jà platinti tam tikromis sàlygomis. Daugiau apie tai rasite „Þinyno“ meniu punkte [„GNU Affero Bendroji vieðoji licencija“].

source: &Ok
lt: &Gerai

source: &Abort
lt: Nutr&aukti

source: &Retry
lt: Ka&rtoti

source: &Ignore
lt: &Ignoruoti

source: Ignore &all
lt: Ignoruoti visk&à

source: &Yes
lt: &Taip

source: Yes to &all
lt: T&aip visiems

source: &No
lt: &Ne

source: No to a&ll
lt: Ne vi&siems

source: &Continue
lt: Tæ&sti

source: &Skip
lt: Pralei&sti

source: Skip &all
lt: Praleisti visk&à

source: Don't display this &message again.
lt: Daugiau nerodyti ðio praneði&mo.

source: Don't ask this &question again.
lt: Daugiau neklausti ðio &klausimo.

source: Compare
lt: Lyginimo

source: Editor
lt: Redaktoriaus

source: Colors
lt: Spalvø

source: To:
lt: Á:

source: From left:
lt: Ið kairës:

source: To left:
lt: Á kairæ:

source: From right:
lt: Ið deðinës:

source: To right:
lt: Á deðinæ:

source: Version %1
lt: Versija %1

source: Options (%1)
lt: Nuostatos (%1)

source: All message boxes are now displayed again.
lt: Dabar vël bus rodom ivisi praneðimai.

source: Modifications have been made to the current file comparison session. Some settings may not take place until the current file comparison is restarted.
lt: Dabartiniame failø palyginimo seanse buvo atlikti pakeitimai. Kai kurie nustatymai gali neveikti, kol failø palyginimas nebus paleistas ið naujo.

source: Are you sure you want to reset all WinMerge options to default values? Please re-start WinMerge after the reset.
lt: Ar tikrai norite atstatyti visø „WinMerge“ parametrø numatytàsias reikðmes? Paleiskite „WinMerge“ ið naujo po atstatymo.

source: Programs|*.exe;*.bat;*.cmd|All Files (*.*)|*.*||
lt: Programos|*.exe;*.bat;*.cmd|Visi failai (*.*)|*.*||

source: All Files (*.*)|*.*||
lt: Visi failai (*.*)|*.*||

source: WinMerge Project Files (*.WinMerge)|*.WinMerge||
lt: „WinMerge“ projekto failai (*.WinMerge)|*.WinMerge||

source: Options files (*.ini)|*.ini|All Files (*.*)|*.*||
lt: Nuostatø failai (*.ini)|*.ini|Visi failai (*.*)|*.*||

source: Text Files (*.csv;*.asc;*.rpt;*.txt)|*.csv;*.asc;*.rpt;*.txt|All Files (*.*)|*.*||
lt: Teksto failai (*.csv;*.asc;*.rpt;*.txt)|*.csv;*.asc;*.rpt;*.txt|Visi failai (*.*)|*.*||

source: HTML Files (*.htm,*.html)|*.htm;*.html|All Files (*.*)|*.*||
lt: HTML failai (*.htm,*.html)|*.htm;*.html|Visi failai (*.*)|*.*||

source: XML Files (*.xml)|*.xml|All Files (*.*)|*.*||
lt: XML failai (*.xml)|*.xml|Visi failai (*.*)|*.*||

source: XLS Files (*.xls)|*.xls|All Files (*.*)|*.*||
lt: XLS failai (*.xls)|*.xls|All Files (*.*)|*.*||

source: Lexer
lt: Lekseris

source: File types
lt: Failø tipai

source: File type
lt: Failo tipas

source: Transform method
lt: Transformavimo metodas

source: Name
lt: Pavadinimas

source: Location
lt: Vieta

source: Filters
lt: Filtrai

source: Description
lt: Apraðas

source: Select filename for new filter
lt: Nurodykite naujo filtro failo vardà

source: File Filters (*.flt)|*.flt|All Files (*.*)|*.*||
lt: Failo filtrai (*.flt)|*.flt|Visi failai (*.*)|*.*||

source: Cannot find file filter template file! Please copy file %1 to WinMerge/Filters -folder: %2.
lt: Nepavyko rasti failø filtro ðablono failo! Nukopijuokit %1 failà á WinMerge/Filters katalogà: %2.

source: Cannot copy filter template file to filter folder: %1 Please make sure the folder exists and is writable.
lt: Nepavyko kopijuoti filtro ðablono failo á filtrø katalogà: %1 Ásitikinkite, kad katalogas egzistuoja ir yra áraðomas.

source: User's filter file folder is not defined! Please select filter folder in Options/System.
lt: Vartotojo filtrø failø katalotgas nëra apibrëþtas! Nurodykite filtrø katalogà „Nuostatos/Sistemos“ meniu punkte.

source: Failed to delete the filter file: %1 Maybe the file is read-only?
lt: Nepavyko iðtrinti filtro failo: %1 Gal failo statusas yra „Tik skaitymui“?

source: Locate filter file to install
lt: Rasti filtro diegimo failà

source: Installing filter file failed. Could not copy new filter file to filter folder.
lt: Filtro failo diegimas nepavyko. Nepavyko nukopijuoti naujo filtro failo á filtrø katalogà.

source: Filter file already exists. Overwrite existing filter?
lt: Filtro failas jau yra. Perraðyti esamà filtrà?

source: Regular expression
lt: Reguliarioji iðraiðka

source: Filters were updated. Refresh current folder compare?
lt: Filtrai buvo atnaujinti. Atnaujinti dabartinio katalogo palyginimà?

source: &Path to SS.EXE:
lt: Ke&lias iki „SS.EXE“:

source: &Path to TF.EXE:
lt: Ke&lias iki „TF.EXE“:

source: Folder Comparison Results
lt: Katalogø lyginimo rezultatai

source: File Comparison
lt: Failo palyginimas

source: Untitled left
lt: Bevardis kairysis

source: Untitled right
lt: Bevardis deðinysis

source: Theirs File
lt: Jø failas

source: Mine File
lt: Mano failas

source: Scanning files...
lt: Skanuojami failai...

source: Opening selection
lt: Pasirinkimo atvërimas

source: Copying Left to Right
lt: Kopijuojama kairë á deðinæ

source: Copying Right to Left
lt: Kopijuojama deðinë á kairæ

source: Copying All to Left
lt: Kopijuoti viskà á kairæ

source: Copying All to Right
lt: Kopijuoti viskà á deðinæ

source: Copying files...
lt: Kopijuojami failai...

source: Deleting files...
lt: Trinami failai...

source: Moving files...
lt: Perkeliami failai...

source: Creating the report...
lt: Kuriama ataskaita...

source: Undoing the last operation...
lt: Paskutinës operacijos atðaukimas...

source: Redoing the previous operation...
lt: Paskutinës operacijos kartojimas...

source: Ln: %s Col: %d/%d Ch: %d/%d EOL: %s
lt: Eil.: %s Stlp.: %d/%d Sk.: %d/%d EPF: %s

source: Line: %s
lt: Eilutë: %s

source: Ln: %s Col: %d/%d Ch: %d/%d
lt: Eil.: %s Stlp.: %d/%d Sk.: %d/%d

source: Merge
lt: Sulieti

source: Difference %1 of %2
lt: Skirtumas %1 ið %2

source: %1 Differences Found
lt: Rasta %1 skirtumø

source: 1 Difference Found
lt: Rastas 1 skirtumas

source: Item %1 of %2
lt: Elementas %1 ið %2

source: Items: %1
lt: Elementø: %1

source: Collect
lt: Kaupti

source: Select two existing folders or files to compare
lt: Nurodykite lyginimui du egzistuojanèius katalogus ar failus

source: Folder Selection
lt: Katalogo iðrinkimas

source: Select two folders or two files to compare.
lt: Nurodykite lyginimui du katalogus ar failus.

source: Left path is invalid!
lt: Kairysis kelias klaidingas!

source: Right path is invalid!
lt: Deðinysis kelias klaidingas!

source: Both paths are invalid!
lt: Abu keliai klaidingi!

source: Cannot compare file and folder!
lt: Negalima lyginti failo ir katalogo!

source: File not found: %1
lt: Nerastas failas: %1

source: File not unpacked: %1
lt: Failas %1 neiðpakuotas

source: Cannot move file %1 to %2 %3
lt: Negalima perkelti failo %1 to %2 %3

source: Cannot copy file %1 to %2 %3
lt: Negalima nukopijuoti failo %1 to %2 %3

source: Cannot delete file %1 %3
lt: Negalima iðtrinti failo %1 %3

source: Cannot open file %1 %2
lt: Negalima atidaryti failo %1 %2

source: Failed to parse conflict file.
lt: Nepavyko iðnagrinëti konfliktø failo.

source: The file %1 is not a conflict file.
lt: Failas %1 nëra konfliktø failas.

source: The target path %2 refers to an already existing file. Are you ready to lose this file?
lt: Rezultatø kelias %2 rodo á jau egzistuojantá failà. Ar esate pasirengæs prarasti ðá failà?

source: The target path %2 refers to an already existing read-only or hidden file. Are you ready to lose this file despite its protective attributes?
lt: Rezultatø kelias %2 rodo á jau egzistuojantá failà, kurio statusas yra „Tik skaitymui“ ar „Paslëptas“. Ar esate pasirengæs prarasti ðá failà, nepaisydamas jo apsauginiø savybiø?

source: The target path %2 refers to an already existing empty folder. Are you ready to lose this folder?
lt: Rezultatø kelias %2 rodo á jau egzistuojantá tuðèià katalogà. Ar esate pasirengæs prarasti ðá katalogà?

source: The target path %2 refers to an already existing nonempty folder. Are you ready to lose this folder and all its contents?
lt: Rezultatø kelias %2 rodo á jau egzistuojantá ne tuðèià katalogà. Ar esate pasirengæs prarasti ðá katalogà ir visà jo turiná?

source: Click Continue only if you are sure that you want to irreversibly delete the selected items, including the contents of involved folders!
lt: Spauskite Tæsti tik tada, jei esate tikri, kad norite negráþtamai panaikinti pasirinktus elementus, áskaitant átrauktø katalogø turiná!

source: Save As
lt: Iðsaugoti kaip

source: Save changes to %1?
lt: Iðsaugoti pakeitimus á %1?

source: %1 is marked read-only. Would you like to override the read-only file? (No to save as new filename.)
lt: %1 paþymëtas „Tik skaitymui“. Ar norite perraðyti „Tik skaitymui“ skirtà failà? (Ne, jei áraðyti nauju vardu.)

source: Error checking destination writeability
lt: Klaida tikrinant rezultatø áraðomumà

source: Error backing up file
lt: Klaida kuriant rezerviná failà

source: Unable to backup original file: %1 Continue anyway?
lt: Nepavyko sukurti rezervinës kopijos failui: %1 Vis tiek tæsti?

source: Saving file failed. %1 %2Do you want to: -use a different filename (Press Ok) -abort the current operation (Press Cancel)?
lt: Failo áraðyti nepavyko. %1 %2Ar norite: -panaudoti kità failo vardà (spauskite Gerai) -nutraukti ðià operacijà (spauskite Atsisakyti)?

source: Another application has updated file %1 since WinMerge loaded it. Overwrite changed file?
lt: Kita programa pakeitë failà %1 po to, kai jis buvo ákeltas á „Winmerge“. Perraðyti pakeistà failà?

source: %1 is marked read-only. Would you like to override the read-only item?
lt: %1 paþymëtas „Tik skaitymui“. Ar norite perraðyti „Tik skaitymui“ skirtà elementà?

source: Another application has updated file %1 since WinMerge scanned it last time. Do you want to reload the file?
lt: Kita programa pakeitë failà %1 po to, kai jis buvo paskutiná kartà skanuotas „Winmerge“. Ákelti failà ið naujo?

source: Save Left File As
lt: Iðsaugoti kairájá failà kaip

source: Save Right File As
lt: Iðsaugoti daðinájá failà kaip

source: The file %1 has disappeared. Please save a copy of the file to continue.
lt: Failas % 1 dingo. Norëdami tæsti, áraðykite failo kopijà.

source: Cannot merge differences when documents are not in synch. Refresh documents before continuing.
lt: Negalima sulieti skirtumø, kai dokumentai nëra sinchronizuoti. Atnaujinkite dokumentus prieð tæsiant.

source: You must specify a SourceSafe project path in order to continue (ie: $/MyProject)
lt: Norëdami tæsti, turite nurodyti kelià iki SourceSafe projekto (pvz.: $/MyProject)

source: Checkout files from versioning system...
lt: Paimti failus ið versijavimo sistemos...

source: Versioning System returned an error while attempting to check out the file. Unable to continue...
lt: Versijavimo sistema gràþino klaidà bandant paimti failà. Negalima tæsti...

source: Error executing versioning system command.
lt: Klaida vykdant versijavimo sistemos komandà.

source: The VSS Working Folder and the location of the current file do not match. Continue?
lt: Nesutampa VSS darbinio katalogo ir dabartinio failo buvimo vieta. Tæsti?

source: No VSS database(s) found!
lt: Nerasta VSS duomenø bazë (-ës)!

source: Error from VSS:
lt: VSS klaida:

source: Versioning System returned an error while attempting to check in the file. Please, check config spec of used view. Undo checkout operation?
lt: Versijavimo sistema gràþino klaidà bandant áregistruoti failà. Patikrinkite naudoto rodinio konfigûracijà. Atðaukti paëmimo operacijà?

source: Versioning System returned an error while attempting to undo checkout the file. Please, check config spec of used view.
lt: Versijavimo sistema gràþino klaidà bandant atðaukti failo paëmimà. Patikrinkite naudoto rodinio konfigûracijà.

source: None
lt: Nëra

source: Visual SourceSafe (less than 5.0)
lt: Visual SourceSafe (ankstesnë uþ 5.0)

source: Visual SourceSafe (5.0 and above)
lt: Visual SourceSafe (5.0 ir vëlesnë)

source: Team Foundation Server
lt: „Team Foundation“ serveris

source: Break at whitespace
lt: Skaidyti per tarpà

source: Break at whitespace or punctuation
lt: Skaidyti per tarpà ar skirtukà

source: Copy selected item to named directory
lt: Kopijuoti paþymëtà elementà á ávardytàjá katalogà

source: Copy selected item to custom directory
lt: Kopijuoti paþymëtà elementà á pasirinktiná katalogà

source: Delete selected item on left
lt: Iðtrinti paþymëtà elementà kairëje

source: Delete selected item on right
lt: Iðtrinti paþymëtà elementà deðinëje

source: Delete selected item(s) on both sides
lt: Iðtrinti paþymëtà (-us) elementà (-us) abiejose pusëse

source: Hide selected item(s) (on the fly filter)
lt: Slëpti pasirinktà elementà (-us) (greitas filtras)

source: Rename selected item on both sides
lt: Pervardinti paþymëtà elementà abiejose pusëse

source: Select destination folder
lt: Pasirinkti rezultatø katalogà

source: Left side - select destination folder:
lt: Kairioji pusë - nurodykit rezultatø katalogà:

source: Right side - select destination folder:
lt: Deðinioji pusë - nurodykit rezultatø katalogà:

source: (%1 of %2 Files Affected)
lt: (Paveikta %1 ið %2 failø)

source: Are you sure you want to delete %1 ?
lt: Ar tikrai norite iðtrinti %1 ?

source: Are you sure you want to copy:
lt: Ar tikrai norite nukopijuoti:

source: Are you sure you want to copy %d items:
lt: Ar tikrai norite nukopijuoti %d elementus:

source: Operation aborted! Folder contents at disks has changed, path %1 was not found. Please refresh the compare.
lt: Operacija nutraukta! Pasikeitë katalogø turinys diske, kelias %1 nerastas. Atnaujinkite palyginimà.

source: Are you sure you want to move:
lt: Ar tikrai norite perkelti:

source: Are you sure you want to move %d items:
lt: Ar tikrai norite perkelti %d elementus:

source: Confirm Move
lt: Patvirtinti perkëlimà

source: Open left file
lt: Atverti kairájá failà

source: Open the left file to external editor
lt: Atverti kairájá failà iðoriniame redaktoriuje

source: Open left file with ...
lt: Atverti kairájá failà su ...

source: Open right file
lt: Atverti deðinájá failà

source: Open the right file to external editor
lt: Atverti deðinájá failà iðoriniame redaktoriuje

source: Open right file with...
lt: Atverti deðinájá failà su...

source: Failed to execute external editor: %1
lt: Nepavyko paleisti iðorinio redaktoriaus: %1

source: Unknown extension on external editor: %1
lt: Neþinomas iðoriniam redaktoriui plëtinys: %1

source: Copy filenames to clipboard
lt: Kopijuoti failø vardus á mainø sritá

source: Copy left side pathnames to clipboard
lt: Kopijuoti kairës pusës katalogø vardus á mainø sritá

source: Copy right side pathnames to clipboard
lt: Kopijuoti deðinës pusës katalogø vardus á mainø sritá

source: Copy both sides pathnames to clipboard
lt: Kopijuoti abiejø pusës katalogø vardus á mainø sritá

source: Left Shell menu
lt: Kairysis sistemos meniu
