Repository: datadiode/winmerge2011
Catalog: Translations/WinMerge/Lithuanian.po
Languages: lt

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
lt: LANG_LITHUANIAN, SUBLANG_DEFAULT

source: &File
lt: &Failas

source: &New Ctrl+N
lt: &Naujas Ctrl+N

source: &Open... Ctrl+O
lt: &Atverti... Ctrl+O

source: Op&en Conflict File...
lt: Atv&erti konfliktø failà...

source: Start Collec&tion...
lt: Pradë&ti kaupimà...

source: Open Pro&ject... Ctrl+J
lt: Atverti pro&jektà... Ctrl+J

source: Sa&ve Project...
lt: Ið&saugoti projektà...

source: Recent Projects
lt: Paskutinieji projektai

source: L&eft Read-only
lt: &Kairysis tik skaitymui

source: Ri&ght Read-only
lt: &Deðinysis tik skaitymui

source: Collect &Mode F9
lt: Kaupi&mo reþimas F9

source: File En&coding
lt: Failo ko&duotë

source: E&xit
lt: &Iðeiti

source: &Edit
lt: R&edaguoti

source: Select &All Ctrl+A
lt: P&aþymëti viskà Ctrl+A

source: &Options...
lt: Nu&ostatos...

source: &View
lt: &Vaizdas

source: Show &Identical Items
lt: Rodyti v&ienodus elementus

source: Show &Different Items
lt: Ro&dyti skirtingus elementus

source: Show L&eft Unique Items
lt: Rodyti unikalius &elementus kairëje

source: Show Ri&ght Unique Items
lt: Rodyti unikalius ele&mentus deðinëje

source: Show S&kipped Items
lt: Rodyti praleis&tus elementus

source: S&how Binary Files
lt: R&odyti binarinius failus

source: Show Hidd&en Items
lt: Rodyti slepiamus eleme&ntus

source: Tree &Mode
lt: &Medþio reþimas

source: E&xpand All Subfolders
lt: Ið&skleisti visus pakatalogius

source: &Collapse All Subfolders
lt: Sus&kleisti visus pakatalogius

source: Select &Font...
lt: Parinkti &ðriftà...

source: Use Default F&ont
lt: Naud&oti numatytàjá ðriftà

source: Sw&ap Panes Ctrl+U
lt: Sukeisti pol&angius Ctrl+U

source: &Toolbar
lt: Mygtukø juos&ta

source: &None
lt: &Nerodoma

source: &Small
lt: Maþ&i mygtukai

source: &Big
lt: &Dideli mygtukai

source: &Huge
lt: &Milþiniðki mygtukai

source: &Status Bar
lt: Bû&senos juosta

source: Ta&b Bar
lt: &Korteliø juosta

source: Compa&re Statistics
lt: Lyginimo st&atistika

source: Lang&uage...
lt: Ka&lba...

source: Refresh F5
lt: Atnaujinti F5

source: Refresh Se&lected Ctrl+F5
lt: &Atnaujinti paþymëtà Ctrl+F5

source: &Merge
lt: &Sulieti

source: Co&mpare Enter
lt: Ly&ginti Enter

source: &Next Difference Alt+Down
lt: &Kitas skirtumas Alt+Down

source: &Previous Difference Alt+Up
lt: &Praeitas skirtumas Alt+Up

source: &First Difference Alt+Home
lt: &Pirmas skirtumas Alt+Home

source: &Current Difference Alt+Enter
lt: &Dabartinis skirtumas Alt+Enter

source: &Last Difference Alt+End
lt: &Paskutinis skirtumas Alt+End

source: Copy to &Right Alt+Right
lt: Kopijuoti á &deðinæ Alt+Right

source: Copy to L&eft Alt+Left
lt: Kopijuoti á k&airæ Alt+Left

source: &Delete Del
lt: &Trinti Del

source: &Tools
lt: Á&rankiai

source: &Customize Columns...
lt: &Parinkti stulpelius...

source: &Filters...
lt: &Filtrai...

source: &Generate Patch...
lt: &Generuoti pataisà...

source: Generate &Report...
lt: Ku&rti ataskaità...

source: Save to &Excel spreadsheet
lt: Iðsaugoti á „&Excel“ skaièiuoklæ

source: &All
lt: V&iskà

source: &Selected
lt: Pa&sirinktas

source: Show in Excel &Viewer
lt: Rodyti su „Excel &Viewer“'iu

source: &Print with Excel Viewer
lt: S&pausdinti su „Excel Viewer“'iu

source: &Window
lt: &Langas

source: Cl&ose
lt: Uþ&verti

source: Clo&se All
lt: Uþv&erti viskà

source: Change &Pane F6
lt: Keisti &polangá F6

source: Tile &Horizontally
lt: Iðkloti &gulsèiai

source: Tile &Vertically
lt: Iðkloti &staèiai

source: &Cascade
lt: &Iðdëstyti pakopomis

source: &Help
lt: &Þinynas

source: &WinMerge Help F1
lt: „&WinMerge“ þinynas F1

source: &Frhed Help
lt: „&Frhed“ þinynas

source: R&elease Notes
lt: L&aidos informacija

source: &Translations
lt: Ver&timai

source: C&onfiguration
lt: K&onfigûracija

source: &About
lt: &Apie

source: &Save Ctrl+S
lt: Ið&saugoti Ctrl+S

source: Save &Left
lt: Iðsaugoti &kairájá

source: &Save
lt: Ið&saugoti

source: Save &As...
lt: Iðs&augoti kaip...

source: Save &Right
lt: Iðsaugoti &deðinájá

source: &Undo Ctrl+Z
lt: Atða&ukti Ctrl+Z

source: &Redo Ctrl+Y
lt: Paka&rtoti Ctrl+Y

source: Cu&t Ctrl+X
lt: Iðkirp&ti Ctrl+X

source: &Copy Ctrl+C
lt: &Kopijuoti Ctrl+C

source: &Paste Ctrl+V
lt: Áter&pti Ctrl+V

source: F&ind... Ctrl+F
lt: R&asti... Ctrl+F

source: R&eplace... Ctrl+H
lt: &Pakeisti... Ctrl+H

source: &Zoom
lt: &Keisti mastelá

source: Zoom &In Ctrl++
lt: Did&inti Ctrl++

source: Zoom &Out Ctrl+-
lt: Maþint&i Ctrl+-

source: &Normal Ctrl+*
lt: &Normalus Ctrl+*

source: &Lock Panes
lt: Uþrakinti po&langius

source: C&opy to Right and Advance Alt+Ctrl+Right
lt: K&opijuoti á deðinæ ir Daugiau Alt+Ctrl+Right

source: Copy &to Left and Advance Alt+Ctrl+Left
lt: Kopijuo&ti á kairæ ir Daugiau Alt+Ctrl+Left

source: Copy &All to Right
lt: Kopijuoti &viskà á deðinæ

source: Cop&y All to Left
lt: Kop&ijuoti viskà á kairæ

source: &Bookmarks
lt: &Þymës

source: &Add Bookmark... F2
lt: &Uþdëti þymà... F2

source: &Remove Bookmark... Shift+F2
lt: P&aðalinti þymà... Shift+F2

source: &Clear All Bookmarks Ctrl+Shift+F2
lt: &Iðvalyti visas þymes Ctrl+Shift+F2

source: View &Differences
lt: Ro&dyti skirtumus

source: Lo&cation Pane
lt: Vi&etos polangis

source: &Image
lt: &Paveikslëlis

source: Diff &Block Size
lt: Skirtumø &bloko dydis

source: &Ignore Color Difference (Color Distance Threshold)
lt: &Ignoruoti spalvos skirtumus (Spalvø atstumo slenkstis)

source: Ins&ertion/Deletion Detection
lt: Át&erpimo/Iðtrynimo aptikimas

source: &Vertical
lt: &Vertikaliai

source: &Horizontal
lt: &Horizontaliai

source: &Previous Page Page \u2191
lt: &Praeitas psl. Page \u2191

source: &Next Page Page \u2193
lt: &Kitas psl. Page \u2193

source: &Active Pane
lt: &Aktyvus polangis

source: &Previous Page Shift+Page \u2191
lt: &Praeitas psl. Shift+Page \u2191

source: &Next Page Shift+Page \u2193
lt: &Kitas psl. Shift+Page \u2193

source: &Overlay
lt: &Perdengimas

source: &Alpha Blend
lt: &Alfa sl. suliejimas

source: Alpha &Blend Animation
lt: Alfa sl. &suliejimo animacija

source: Dragging &Mode
lt: Vilki&mo reþimas

source: &Move
lt: &Perkelti

source: &Adjust Offset
lt: &Reguliuoti poslinká

source: &Vertical Wipe
lt: &Vertikalus trinimas

source: &Horizontal Wipe
lt: &Horizontalus trinimas

source: &Rectangle Select
lt: &Staèiakampis þymëjimas

source: &Set Background Color
lt: Nu&statyti fono spalvà

source: &Vector Image Scaling
lt: &Vektoriniø vaizdø mastelio keitimas

source: Compare Extracted &Text From Image
lt: Lyginti ið paveikslëlio iðtrauktà &tekstà

source: Compare &Selection... Ctrl+K
lt: Lyginti paþymëtà &sritá... Ctrl+K

source: &Export data differences...
lt: &Eksportuoti duomenø skirtumus...

source: Generate change script (left -> &right)...
lt: Kurti pakeitimø skriptà (kairë -> &deðinë)...

source: Generate change script (right -> &left)...
lt: Kurti pakeitimø skriptà (deðinë -> &kairë)...

source: Use &desktop specific settings
lt: Nau&doti specifinius nustatymus

source: Print Previe&w
lt: Spaudinio perþiûr&a

source: &Convert Line Endings to
lt: Keisti eiluèiø pabaigos formatà á

source: &Merge Mode F9
lt: Sulieji&mo reþimas F9

source: &File Encoding...
lt: &Failo koduotë...

source: Select Line &Difference F4
lt: Paþymëti &skirtumà F4

source: Advanced
lt: Daugiau

source: &Copy With Line Numbers Ctrl+Shift+C
lt: &Kopijuoti su eiluèiø numeriais Ctrl+Shift+C

source: &Toggle Bookmark Ctrl+F2
lt: Perjung&ti þymæ Ctrl+F2

source: &Next Bookmark F2
lt: &Kita þymë F2

source: &Previous Bookmark Shift+F2
lt: &Ankstesnë þyma Shift+F2

source: &Go To... Ctrl+G
lt: &Pereiti á... Ctrl+G

source: Syntax Highlight
lt: Sintaksës paryðkinimas

source: No Highlighting
lt: Nenaudoti paryðkinimo

source: &Context
lt: &Kontekstas

source: &Unlimited
lt: &Neribota

source: &0 Lines
lt: &0 eiluèiø

source: &1 Line
lt: &1 eilutë

source: &2 Lines
lt: &2 eilutës

source: &3 Lines
lt: &3 eilutës

source: &4 Lines
lt: &4 eilutës

source: &5 Lines
lt: &5 eilutës

source: &6 Lines
lt: &6 eilutës

source: &7 Lines
lt: &7 eilutës

source: &8 Lines
lt: &8 eilutës

source: &9 Lines
lt: &9 eilutës

source: &View Whitespace
lt: &Rodyti tarpø simbolius

source: Vie&w Line Differences
lt: Ro&dyti skirtumus eilutëse

source: View Line &Numbers
lt: Rodyti eiluèiø &numerius

source: View &Margins
lt: Rodyti &paraðtes

source: View &Rulers
lt: &Rodyti liniuotes

source: Table Layout Ctrl+T
lt: Iðdëstyti lentele Ctrl+T

source: Wr&ap Lines
lt: Sk&aidyti eilutes

source: Separate combining characters Ctrl+M
lt: Atskirti kombinacinius diakritinius þenklus Ctrl+M

source: Swap Panes Ctrl+U
lt: Sukeisti pol&angius Ctrl+U

source: Diff &Pane
lt: Skirtumø &polangis

source: &Synchronization Point Alt+S
lt: &Sinchronizavimo taðkas Alt+S

source: Clear Sync&hronization Points
lt: Iðvalyti sinc&hronizavino taðkus

source: W&hitespaces
lt: T&arpai

source: Ignore &tab expansion
lt: Ignoruoti skirtumus tarp &TAB ir tarpø

source: Ignore t&railing space
lt: Ignoruoti ta&rpus eiluèiø pabaigoje

source: Com&pare
lt: Ly&ginti

source: I&gnore changes
lt: I&gnoruoti pokyèius

source: Ig&nore all
lt: Ig&noruoti visus

source: Ignore c&ase
lt: Nep&aisyti raidþiø dydþio

source: Igno&re carriage return differences (Windows/Unix/Mac)
lt: Igno&ruoti eiluèiø pabaigos skirtumus (Windows/Unix/Mac)

source: &Compare method:
lt: &Lyginimo metodas:

source: Full Contents
lt: Visas turinys

source: Quick Contents
lt: Turinys (greitai)

source: Binary Contents
lt: Binarinis turinys

source: Modified Date
lt: Pakeista data

source: Modified Date and Size
lt: Pakeista data ir dydis

source: Size
lt: Dydis

source: Co&mpare
lt: Lygi&nti

source: Compare &As
lt: Lyginti k&aip

source: &Text
lt: &Tekstas

source: &Archive
lt: &Archyvas

source: &Binary
lt: &Binarinis

source: &Copy
lt: &Kopijuoti

source: &Left to Right (%1 of %2)
lt: &Kairájá á deðinæ (%1 of %2)

source: L&eft to... (%1 of %2)
lt: &Kairájá á... (%1 of %2)

source: &Right to Left (%1 of %2)
lt: &Deðinájá á kairæ (%1 of %2)

source: R&ight to... (%1 of %2)
lt: &Deðinájá á... (%1 of %2)

source: &Left to... (%1 of %2)
lt: &Kairájá á... (%1 of %2)

source: &Right to... (%1 of %2)
lt: &Deðinájá á... (%1 of %2)

source: &Delete
lt: &Trinti

source: &Left (%1 of %2)
lt: &Kairájá (%1 of %2)

source: &Right (%1 of %2)
lt: &Deðinájá (%1 of %2)

source: &Both (%1 of %2)
lt: A&bu (%1 ið %2)

source: Re&name
lt: Pervardi&nti

source: &Hide Items
lt: &Slëpti elementus

source: &Open Left
lt: &Atverti kairájá

source: with &Registered Application
lt: su &Registruota programa

source: with &External Editor
lt: su Iðoriniu r&edaktoriumi

source: &with...
lt: &su...

source: Containing &Folder
lt: &Katalogà

source: O&pen Right
lt: A&tverti deðinájá

source: Cop&y Pathnames
lt: Kopijuot&i katalogø vardus

source: Copy &Filenames
lt: Kopijuoti &failø vardus

source: &Left... (%1 of %2)
lt: &Kairájá... (%1 of %2)

source: &Right... (%1 of %2)
lt: &Deðinájá... (%1 of %2)

source: &Both... (%1 of %2)
lt: A&bu... (%1 of %2)

source: &Differences... (%1 of %2)
lt: Skirtumai... (%1 of %2)

source: &Refresh
lt: &Atnaujinti

source: &Copy Full Path
lt: Kopijuoti pilnà &kelià

source: Copy &Filename
lt: Kopijuoti &failo vardà

source: Base Version
lt: Pagrindinë versija

source: Source Version
lt: Iðeities versija

source: Destination Version
lt: Rezultato versija

source: G&oto Line %1
lt: E&iti á %1 eilutæ

source: &Goto...
lt: &Pereiti á...

source: &No Moved Blocks
lt: &Neperkelti blokai

source: &All Moved Blocks
lt: &Visi perkelti blokai

source: Moved Block for &Current Diff
lt: Perkelti blokai ð&iame palyginime

source: C&opy to Right
lt: K&opijuoti á deðinæ

source: Cop&y to Left
lt: Kop&ijuoti á kairæ

source: &Select Line Difference
lt: &Paþymëti skirtumà

source: &Undo
lt: Atða&ukti

source: &Redo
lt: Paka&rtoti

source: Cu&t
lt: Iðkirp&ti

source: &Paste
lt: Áter&pti

source: Table Layout
lt: Iðdëstymas lentele

source: Op&en
lt: Atv&erti

source: About WinMerge
lt: Apie WinMerge

source: Version %s
lt: Versija %s

source: OK
lt: Gerai

source: Contributors
lt: Talkininkai

source: Visit the WinMerge HomePage!
lt: Aplankykite „WinMerge“ namø puslapá!

source: Open
lt: Atverti

source: Attribute Filter:
lt: Atributø filtras:

source: &New folder
lt: &Naujas katalogas

source: Filena&me:
lt: Failo vardas:

source: &OK
lt: &Gerai

source: &Cancel
lt: &Atsisakyti

source: Select Folder
lt: Pasirinkti katalogà

source: CheckOut
lt: Paimti

source: Cancel
lt: Atsisakyti

source: Save As...
lt: Iðsaugoti kaip...

source: Comments
lt: Komentarai

source: &Apply to all items
lt: T&aikyti viskam

source: &CheckIn after checkout
lt: &Áregistruoti po paëmimo

source: Compare Statistics
lt: Lyginimo statistika

source: Folders:
lt: Katalogai:

source: Files:
lt: Failai:

source: Different
lt: Yra skirtingi

source: Text:
lt: Tekstiniai:

source: Binary:
lt: Binariniai:

source: Unique
lt: Yra unikalûs

source: Left:
lt: Kairëje:

source: Right:
lt: Deðinëje:

source: Identical
lt: Yra vienodi

source: Total:
lt: Ið viso:

source: Close
lt: Uþverti

source: Confirm Copy
lt: Patvirtinti kopijavimà

source: From left
lt: Ið kairës

source: To right
lt: Á deðinæ

source: Make &writable
lt: Padaryti &áraðomu

source: &Ignore folder structure
lt: Nepaisyt&i katalogø struktûros

source: Yes
lt: Taip

source: No
lt: Ne

source: Folder Compare Report
lt: Katalogø lyginimo ataskaita

source: Report &File:
lt: Ataskaitos &failas:

source: Browse...
lt: Rasti...

source: &Style:
lt: &Stilius:

source: &Copy to Clipboard
lt: &Kopijuoti á mainø sritá

source: Display Columns
lt: Rodyti stulpelius

source: Move &Up
lt: Perkelti a&ukðtyn

source: Move &Down
lt: Perkelti þ&emyn

source: Defaults
lt: Numat. reikðmës

source: Folder Compare Progress
lt: Katalogø lyginimo eiga

source: Pause Continue
lt: Pauzë Tæsti

source: Stop
lt: Sustoti

source: Send email when ready
lt: Siøsti el. laiðkà, kai paruoðta

source: Comparing items...
lt: Lygina elementus...

source: Items compared:
lt: Elementø palyginta:

source: Items total:
lt: Ið viso elementø:

source: Find
lt: Rasti

source: Fi&nd what:
lt: Ko &ieðkoti?:

source: Match &whole word only
lt: Tik &pilnø þodþiø

source: Match &case
lt: Paisyti &raidþiø dydþio

source: Regular &expression
lt: Naud. reguliariàjà &iðraiðkà

source: D&on't wrap end of file
lt: Pasiekus fail&o galà, nepradëti ið pradþiø

source: Direction
lt: Kryptis

source: &Up
lt: &Atgal

source: &Down
lt: &Pirmyn

source: &Find Next
lt: &Rasti kità

source: Replace
lt: Pakeisti

source: Re&place with:
lt: &Pakeisti su:

source: &Don't wrap end of file
lt: Neskai&dyti failo gale

source: Replace in
lt: Keisti

source: &Selection
lt: &Paþym. fragmente

source: Wh&ole file
lt: Vi&same faile

source: &Replace
lt: &Pakeisti

source: Replace &All
lt: Pakeisti v&iskà

source: Filefilters
lt: Failo filtrai

source: Test...
lt: Testas...

source: Install...
lt: Diegti...

source: New...
lt: Naujas...

source: Edit...
lt: Redaguoti...

source: Delete...
lt: Trinti...

source: Patch Generator
lt: Pataisø generatorius

source: File&1:
lt: Failas&1:

source: &Browse...
lt: &Rasti...

source: File&2:
lt: Failas&2:

source: Br&owse...
lt: Ra&sti...

source: &Swap
lt: &Sukeisti

source: Append to &existing file
lt: Pridëti prie &esamo failo

source: Res&ult:
lt: Rez&ultatas:

source: Bro&wse...
lt: Ras&ti...

source: &Format
lt: &Formatas

source: St&yle:
lt: St&ilius:

source: &Context:
lt: &Kontekstas:

source: Ignore blan&k lines
lt: Nepaisyti &tuðèiø eiluèiø

source: Apply &line filters
lt: Taikyti ei&lutës filtrus

source: Inclu&de command line
lt: Áterpti koman&dinæ eilutæ

source: Use generic paths
lt: Naudoti bendrinius kelius

source: Open to e&xternal editor
lt: Atverti &iðoriniame redaktoriuje

source: Language
lt: Kalba

source: Available languages:
lt: Galimos kalbos:

source: Codepage
lt: Koduotës

source: Affects
lt: Paveiks

source: &Left
lt: &Kairëje

source: (Affects)
lt: (Paveiks)

source: &Right
lt: &Deðinëje

source: Select Codepage for
lt: Parinkti koduotæ

source: &File Loading:
lt: &Failo ákëlimui:

source: File &Saving:
lt: Failo ið&saugojimui:

source: &Use same codepage for both
lt: Na&udoti tà paèià koduotæ abiems

source: &Apply
lt: T&aikyti

source: Select Files or Folders
lt: Parinkite failus ar katalogus

source: Files or Folders to Compare
lt: Failai arba katalogai palyginimui

source: &Left:
lt: &Kairëje:

source: &Right:
lt: &Deðinëje:

source: &Filter:
lt: &Filtras:

source: Select...
lt: Parinkti...

source: &Compare As:
lt: &Lyginti kaip:

source: By Default
lt: Numat. reikðmës

source: &Include Subfolders &Include Subfolders but ignore folder structure
lt: Átraukt&i pakatalogius Átraukt&i pakatalogius, bet ignoruoti katalogo struktûrà

source: Status:
lt: Bûsena:

source: SQL Query Parameters
lt: SQL uþklausos parametrai

source: Left
lt: Kairá

source: Right
lt: Deðiná

source: Help
lt: Pagalba

source: Options
lt: Nuostatos

source: Import...
lt: Importuoti...

source: Export...
lt: Eksportuoti...

source: Paths
lt: Keliai

source: R&ead-only
lt: T&ik skaitymui

source: Re&ad-only
lt: Tik sk&aitymui

source: &Include Subfolders Include Subfolders but ignore folder structure
lt: Átraukt&i pakatalogius Átraukti pakatalogius, bet ignoruoti katalogo struktûrà

source: &Create project specific configuration file
lt: &Kurti projektui skirtà konfigûracijos failà

source: Open...
lt: Atverti...

source: Save...
lt: Iðsaugoti...

source: Archive Support
lt: Archyvø palaikymo

source: &Enable archive file support
lt: Á&jungti archyvo failø palaikymà

source: &Detect archive type from file signature
lt: &Nustatyti archyvo tipà ið failo paraðo

source: Version Control
lt: Versijø kontrolës

source: &Versioning System:
lt: &Versijavimo sistema:

source: &Path to cleartool.exe:
lt: Ke&lias iki „cleartool.exe“:

source: ClearCase Type Manager Setup
lt: ClearCase Type Manager nustatymai

source: compare
lt: lyginti

source: xcompare
lt: xlyginti

source: merge
lt: sulieti

source: xmerge
lt: xsulieti

source: Lexers
lt: Lekseriø

source: File Transforms
lt: Failø transformavimo

source: Backup Files
lt: Rezerviniø failø kurimo

source: Create backup files in:
lt: Kurti rezervinius failus kai:

source: &Folder compare
lt: Lyginami &katalogai

source: Fil&e compare
lt: Lyginami fai&lai

source: Create backup files into:
lt: Kurti rezervinius failus:

source: &Original file's folder
lt: Pradinio fail&o kataloge

source: &Global backup folder:
lt: &Bendrame rezervavimo kataloge:

source: Backup filename:
lt: Rezervinio failo vardas:

source: &Append .bak -extension
lt: &Pridëti .bak -iðplëtimà

source: A&ppend timestamp
lt: P&ridëti laiko þymà

source: Default Codepage
lt: Numatytoji koduotë

source: Select the default codepage assumed when loading non-Unicode files:
lt: Parinkite numatytàjà koduotæ, kuri bus naudojama ákeliant ne Unicode failus:

source: System codepage
lt: Sistemos koduotë

source: According to WinMerge User Interface
lt: Pagal „WinMerge“ naudotojo sàsajà

source: Custom codepage:
lt: Pasirinkt. koduotë:

source: Detect codepage info for these files: .html, .rc, .xml, .po
lt: Aptikti koduotæ ðiems failams: .html, .rc, .xml, .po

source: List
lt: Sàraðø

source: &Use customized list colors
lt: Na&udoti pasirinktines sàraðo spalvas

source: Custom list colors
lt: Pasirinktinës sàraðo spalvos

source: Left-only items:
lt: Elementai tik kairëje:

source: Right-only items:
lt: Elementai tik deðinëje:

source: Otherwise suspicious items:
lt: Kitaip átartini elementai:

source: Background
lt: Fono

source: Syntax
lt: Sintaksës

source: Keywords:
lt: Raktaþodþiai:

source: Function names:
lt: Funkcijø vardai:

source: Comments:
lt: Komentarai:

source: Numbers:
lt: Skaièiai:

source: Operators:
lt: Operatoriai:

source: Strings:
lt: Eilutës:

source: Preprocessor:
lt: Preprocessorius:

source: User 1:
lt: Naudotojas 1:

source: User 2:
lt: Naudotojas 2:

source: User 3:
lt: Naudotojas 3:

source: Text
lt: Tekstø

source: Bold
lt: Pastorintas

source: &Use customized text colors
lt: Na&udoti pasirinktines teksto spalvas

source: Custom text colors
lt: Pasirinktinës teksto spalvos

source: Whitespace:
lt: Tarpas:

source: Regular text:
lt: Paprastas tekstas:

source: Selection:
lt: Paþymëtas fragmentas:

source: Differences
lt: Skirtumø

source: Deleted
lt: Iðtrinto

source: Difference:
lt: Skirtumas:

source: Selected Difference:
lt: Paþymëtas skirtumas:

source: Ignored Difference:
lt: Ignoruotas skirtumas:

source: Moved:
lt: Perkeltas:

source: Selected Moved:
lt: Paþymëtas perkeltas:

source: Word Difference:
lt: Þodþio skirtumas:

source: Selected Word Diff:
lt: Paþym. þodþio skirtumas:

source: Cross-&hatch deleted lines Dot-&hatch deleted lines
lt: &Uþðtrichuoti paðalintas eilutes &Uþtaðkuoti paðalintas eilutes

source: General
lt: Bendros

source: Whitespace
lt: Tarpai

source: Ignore trailing &space
lt: Ignoruoti tarpu&s pabaigoje

source: &Compare
lt: Lyginti

source: &Ignore change
lt: &Ignoruoti pokyèius

source: I&gnore all
lt: I&gnoruoti visus

source: E&nable moved block detection
lt: Áju&ngti perkeltø blokø aptikimà

source: &Match similar lines
lt: &Sutapdinti panaðias eilutes

source: C&ontext limit:
lt: K&onteksto limitas:

source: &Diff algorithm:
lt: Lyginimo algoritmas:

source: Minimize number of affected lines
lt: Sumaþinti paveiktø eiluèiø skaièiø

source: Speed up processing of large files
lt: Paspartinti dideliø failø apdorojimà

source: Apply indent &heuristic
lt: Taikyti &heuristinæ átraukà

source: Filter Comments
lt: Filtruoti komentarus

source: Apply historic cost limit
lt: Taikyti istoriná sànaudø limità

# Options dialog|Categories
source: Folder
lt: Katalogø

source: S&top after first difference
lt: Sus&toti radus pirmà skirtumà

source: Ign&ore time differences less than 3 seconds
lt: Ign&oruoti maþesná nei 3 sekundþiø laiko skirtumà

source: &Self-compare unique files
lt: &Savarankiðkai lyginti unikalius failus

source: &Include unique subfolders contents
lt: Átraukt&i unikalø pakatalogiø turiná

source: C&ache compare results of visited folders
lt: &Atsiminti aplankytø katalogø lyginimo rezultatus

source: &Quick compare limit (MB):
lt: &Greitojo palyginimo limitas (MB):

source: &Binary compare limit (MB):
lt: &Binariniø palyginimo limitas (MB):

source: &Number of compare threads (a negative value implies addition of the number of available CPU cores):
lt: Lygi&nimo srautø skaièius (neigiama reikðmë reiðkia turimø procesoriaus branduoliø skaièiaus pridëjimà):

source: Image
lt: Paveikslëliø

source: Image File &Patterns:
lt: &Paveikslëliø failø ðablonai:

source: ReoGrid File &Patterns:
lt: ReoGrid failø &ðablonai:

source: Detect from file sig&nature
lt: &Nustatyti ið failo paraðo

source: Detect from filename &pattern
lt: Nustatyti ið failo &vardo ðablono

source: Pro&mpt for options
lt: Klau&sti nuostatø

source: Compare &schema only
lt: Lyginti tik &schemà

source: Compare schema and &data
lt: Lyginti schemà ir &duomenis

source: Compare &BLOB fields
lt: Lyginti &BLOB laukus

source: &Highlight syntax
lt: &Naudoti sintaksës paryðkinimà

source: &Automatic rescan
lt: &Automatiðkai perskanuoti

source: &Preserve original EOL chars
lt: Iðsaugoti originalø eiluèiø pabaigos formatà

source: Honor .editorcon&fig files
lt: Gerbti .editorcon&fig failus

source: Honor Emacs/Kate/Vim &modelines
lt: Gerbti Emacs/Kate/Vim &modelinus

source: Tabs
lt: TAB simboliai

source: &Tab size:
lt: &TAB simbolio dydis:

source: &Insert Tabs
lt: Áterpt&i TAB simbolius

source: Insert &Spaces
lt: Áterpti tarpu&s

source: Line Difference Coloring
lt: Skirtumø eilutëse spalvinimas

source: View line &differences
lt: Rodyti &skirtumus eilutëse

source: W&ord break characters:
lt: Þ&odþiø skirtukø simboliai:

source: Narrow down to &character level
lt: Apriboti iki &simbolio lygmens

source: Linefilters
lt: Eilutës filtrai

source: Enable Line Filters
lt: Ájungti eilutës filtrus

source: Test Case:
lt: Testavimo atvejis:
