Repository: datadiode/winmerge2011
Catalog: Translations/WinMerge/Lithuanian.po
Languages: lt

source: Right Shell menu
lt: Deðinysis sistemos meniu

source: Unknown archive format
lt: Neþinomo formato archyvas

source: %1: Can't store as "%2"
lt: %1: Negalima áraðyti kaip „%2“

source: Exit code #%d
lt: Iðëjimo kodas #%d

source: The number of selectable files is limited to %1
lt: Pasirinktinø failø skaièius apribotas iki %1

source: Add items from left side to archive
lt: Pridëti kairës pusës elementus á archyvà

source: Add items from right side to archive
lt: Pridëti deðinës pusës elementus á archyvà

source: Add items from both sides to archive
lt: Pridëti elementus ið abiejø pusiø á archyvà

source: Add different items to archive (both sides)
lt: Pridëti skirtingus elementusá archyvà (abiejø pusiø)

source: Move selected file on left to custom directory
lt: Perkelti pasirinktà failà kairëje á pasirinktà katalogà

source: Move selected file on right to custom directory
lt: Perkelti pasirinktà failà deðinëje á pasirinktà katalogà

source: Filename
lt: Failas

source: Date
lt: Data

source: Attributes
lt: Atributai

# DirView|ColumnHeader
source: Folder
lt: Katalogas

source: Comparison result
lt: Lyginimo rezultatas

source: Left Date
lt: Kairiojo data

source: Right Date
lt: Deðiniojo data

source: Extension
lt: Plëtinys

source: Left Size
lt: Kairiojo dydis

source: Right Size
lt: Deðiniojo dydis

source: Right Size (Short)
lt: Deðiniojo dydis (trumpas)

source: Left Size (Short)
lt: Kairiojo dydis (trumpas)

source: Left Creation Time
lt: Kairiojo sukûrimo laikas

source: Right Creation Time
lt: Deðiniojo sukûrimo laikas

source: Newer File
lt: Naujesnis failas

source: Left File Version
lt: Kairiojo failo versija

source: Right File Version
lt: Deðiniojo failo versija

source: Short Result
lt: Trumpas rezultatas

source: Left Attributes
lt: Kairiojo atributai

source: Right Attributes
lt: Deðiniojo atributai

source: Left EOL
lt: Kairiojo EPF

source: Right EOL
lt: Deðiniojo EPF

source: Left Encoding
lt: Kairiojo koduotë

source: Right Encoding
lt: Deðiniojo koduotë

source: Ignored Diff.
lt: Ignoruoti skirtumai

# DirView|ColumnHeader
source: Binary
lt: Binarinis

source: Unable to compare files
lt: Neámanoma palyginti failø

source: Item aborted
lt: Elementø praleista

source: File skipped
lt: Praleistas failas

source: Folder skipped
lt: Praleistas katalogas

source: Left only: %1
lt: Tik kairysis: %1

source: Right only: %1
lt: Tik deðinysis: %1

source: Binary files are identical
lt: Binariniai failai yra vienodi

source: Binary files are different
lt: Binariniai failai yra skirtingi

source: Files are different
lt: Failai yra skirtingi

source: Folders are different
lt: Katalogai yra skirtingi

source: Left Only
lt: Tik kairysis

source: Right Only
lt: Tik deðinysis

source: Error
lt: Klaida

source: Text files are identical
lt: Tekstiniai failai yra vienodi

source: Text files are different
lt: Tekstiniai failai yra skirtingi

source: Elapsed time: %ld ms
lt: Praëjæs laikas: %ld ms

source: 1 item selected
lt: pasirinktas 1 elementas

source: %1 items selected
lt: pasirinkta %1 elementø

source: Filename or folder name.
lt: Failo arba katalogo vardas.

source: Subfolder name when subfolders are included.
lt: Pakatalogio pavadinimas, jei átraukiami pakatalogiai.

source: Comparison result, long form.
lt: Lyginimo rezultatas, iðsami forma.

source: Left side modification date.
lt: Kairiosios pusës redagavimo data.

source: Right side modification date.
lt: Deðiniosios pusës redagavimo data.

source: File's extension.
lt: Failo plëtinys.

source: Left file size in bytes.
lt: Kairiojo failo dydis baitais.

source: Right file size in bytes.
lt: Deðiniojo failo dydis baitais.

source: Left file size abbreviated.
lt: Kairiojo failo dydis sutrumpintas.

source: Right file size abbreviated.
lt: Deðiniojo failo dydis sutrumpintas.

source: Left side creation time.
lt: Kairiosios pusës sukûrimo laikas.

source: Right side creation time.
lt: Deðiniosios pusës sukûrimo laikas.

source: Tells which side has newer modification date.
lt: Parodo, kurioje pusëje yra naujesnë modifikavimo data.

source: Left side file version, only for some filetypes.
lt: Kairiojo failo versija, tik kai kuriems failø tipams.

source: Right side file version, only for some filetypes.
lt: Deðiniojo failo versija, tik kai kuriems failø tipams.

source: Short comparison result.
lt: Trumpo palyginimo rezultatai.

source: Left side attributes.
lt: Kairiosios pusës atributai.

source: Right side attributes.
lt: Deðiniosios pusës atributai.

source: Left side file EOL type
lt: Kairiojo failo eiluèiø pabaigos formatas.

source: Right side file EOL type
lt: Deðiniojo failo eiluèiø pabaigos formatas.

source: Left side encoding.
lt: Kairiosios pusës koduotë.

source: Right side encoding.
lt: Deðiniosios pusës koduotë.

source: Number of ignored differences in file. These differences are ignored by WinMerge and cannot be merged.
lt: Ignoruotø skirtumø skaièius faile. Ðie skirtumai yra „WinMerge“ ignoruoti ir negali bûti sulieti.

source: Number of differences in file. This number does not include ignored differences.
lt: Skirtumø skaièius faile. Ðis skaièius neapima ignoruotø skirtumø.

source: Shows an asterisk (*) if the file is binary.
lt: Rodyti þvaigþdutæ (*) jei failas yra binarinis.

source: Compare %1 with %2
lt: Lyginti %1 su %2

source: Comma-separated list
lt: Kableliais sudalintas sàraðas

source: Semicolon-separated list
lt: Kabliataðkiais sudalintas sàraðas

source: Tab-separated list
lt: TAB simboliais sudalintas sàraðas

source: Simple HTML
lt: Paprastas HTML

source: Simple XML
lt: Paprastas XML

source: The report file already exists. Do you want to overwrite existing file?
lt: Ataskaitos failas jau yra. Ar norite perraðyti esamà failà?

source: Error creating the report: %1
lt: Klaida kuriant ataskaità: %1

source: The report has been created successfully.
lt: Ataskaita sukurta sëkmingai.

source: The same file is opened in both panels.
lt: Tas pats failas pasirinktas abiejose pusëse.

source: The selected files are identical.
lt: Pasirinkti failai yra vienodi.

source: An error occurred while comparing the files.
lt: Lyginant failus ávyko klaida.

source: Temporary files could not be created. Check your temporary path settings.
lt: Nepavyko sukurti laikinø failø. Patikrinkite laikinøjø keliø nustatymus.

source: These files use different carriage return types. Do you want to treat all carriage return types as equivalent for this comparison? Note: If you always want to treat all carriage return types as equivalent, set the option 'Ignore carriage return differences..' in the Compare tab of the options dialog (available under Edit/Options).
lt: Ðie failai naudoja skirtingus eiluèiø pabaigos formatus. Ar norite, kad ðio palyginimo metu á tai nebûtø kreipiamas dëmesys? Pastaba: Jei norite, kad á eiluèiø pabaigos skirtumus nebûtø kreipamas dëmesys visada, „Nuostatø“ (Redaguoti / Nuostatos...) ekrano „Lyginimo“ dalyje ájunkite „Ignoruoti eiluèiø pabaigos skirtumus“.

source: The EOL are of different types (Windows/Unix/Mac) in the file '%1'. With the current options, they will be unified to the main type. Do you want to change the options and preserve the different EOL ?
lt: Faile '%1' yra skirtingø eilutës pabaigos formatø (Windows/Unix/Mac). Remiantis dabartinëmis nuostatomis, jie bus suvienodinti su pagrindiniu formatu. Ar norite pakeisti parametrus ir iðlaikyti skirtingus eilutës pabaigos formatus ?

source: The selected folder is invalid.
lt: Pasirinktas katalogas yra netinkamas.

source: Cannot open a binary file to editor.
lt: Negalima atidaryti binarinio failo redaktoriuje.

source: Different codepages found in left (cp%d) and right (cp%d) files. Displaying each file in its codepage will give a better display but merging/copying will be dangerous. Would you like to treat both files as being in the default windows codepage (recommended)?
lt: Skiriasi kairiojo (cp%d) ir deðiniojo (cp%d) failø koduotës. Kiekvieno failo rodymas savoje koduotëje duos geresná vaizdà, bet gali pavojingas suliejant ar kopijuojant. Ar norite, kad abu failai bûtø rodomi numatytoje „Windows“ koduotëje (rekomenduojama)?

source: Warning: Files use different encodings, left=%s and right=%s, and merging may lead to information loss.
lt: Áspëjimas: Skiriasi failø koduotës, kairiojo=%s, o deðiniojo=%s. Susiliejimas gali sukelti informacijos praradimà.

source: Information lost due to encoding errors: both files
lt: Informacija prarasta dël kodavimo klaidø: abu failai

source: Information lost due to encoding errors: right file
lt: Informacija prarasta dël kodavimo klaidø: deðinysis failas

source: Information lost due to encoding errors: left file
lt: Informacija prarasta dël kodavimo klaidø: kairysis failas

source: No difference
lt: Nëra skirtumø

source: Line difference
lt: Skirtumai eilutëje

source: Replaced %1 string(s).
lt: Pakeista %1 eilutë(-ës).

source: Cannot find string "%s"
lt: Nerasta eilutë "%s"

source: Copy Full Path
lt: Kopijuoti pilnà kelià

source: Copy Filename
lt: Kopijuoti failo vardà

source: Patch file successfully written.
lt: Pataisø failas sëkmingai áraðytas.

source: 1. item is not found or is directory!
lt: 1. elementas nerastas arba tai katalogas!

source: 2. item is not found or is directory!
lt: 2. elementas nerastas arba tai katalogas!

source: The patch file already exists. Do you want to overwrite it?
lt: Pataisø failas jau yra. Uþraðyti ant virðaus?

source: [%1 files selected]
lt: [pasirinkta %1 failø]

source: Normal
lt: Normalus

source: Context
lt: Kontekstinis

source: Unified
lt: Unifikuotas

source: Could not write to file %1.
lt: Nepavyko raðymas á failà %1.

source: The specified output path is not an absolute path: %1
lt: Nurodytas rezultato kelias nëra absoliutus kelias: %1

source: Specify an output file
lt: Nurodykite failà rezultatams

source: Cannot create a patch file from binary files.
lt: Negalima kurti pataisø failo ið binariniø failø.

source: Cannot create a patch file from directories.
lt: Negalima kurti pataisø failo ið katalogø.

source: Please save all files first. Creating a patch requires that there are no unsaved changes in files.
lt: Pirmiausia iðsaugokite visus failus. Pataisos kûrimui reikia, kad failuose nebûtø neiðsaugotø pakeitimø.

source: Folder does not exist.
lt: Katalogas nerastas.

source: Current directory comparison results will be cleared.
lt: Dabartiniai katalogø palyginimø rezultatai bus iðvalyti.

source: Select file for export
lt: Pasirinkite failà eksportui

source: Select file for import
lt: Pasirinkite failà importui

source: Options imported from the file.
lt: Ið failo importuoti parametrai.

source: Options exported to the file.
lt: Á failà eksportuoti parametrai.

source: Failed to import options from the file.
lt: Nepavyko importuoti parametrø ið failo.

source: Failed to write options to the file.
lt: Nepavyko áraðyti parametrø á failà.

source: You are about to close several compare windows. Do you want to continue?
lt: Jûs ketinate uþdaryti keletà palyginimo langø. Ar norite tæsti?

source: Regular expression error
lt: Reguliariosios iðraiðkos klaida

source: No match
lt: Atitikmenø nerasta

source: Invalid regular expression
lt: Netinkama reguliarioji iðraiðka

source: Invalid collation character
lt: Netinkamas sujungimo simbolis

source: Invalid character class name
lt: Neteisingas simbolio klasës pavadinimas

source: Trailing backslash
lt: Kairinis brûkðnys pabaigoje

source: Invalid back reference
lt: Neteisinga atgalinë nuoroda

source: Unmatched [ or [^
lt: Nesuporuotas [ arba [^

source: Unmatched ( or \(
lt: Nesuporuotas ( arba \(

source: Unmatched \{
lt: Nesuporuotas \{

source: Invalid content of \{\}
lt: Netinkamas \{\} turinys

source: Invalid range end
lt: Neteisinga diapazono pabaiga

source: Out of memory
lt: Nepakanka atminties

source: Invalid preceding regular expression
lt: Netinkama ankstesnë reguliarioji iðraiðka

source: Premature end of regular expression
lt: Prieðlaikinë reguliariosios iðraiðkos pabaiga

source: Regular expression too big
lt: Reguliarioji iðraiðka per ilga

source: Unmatched ) or \)
lt: Nesuporuotas ) arba \)

source: Mixed
lt: Miðrus

# EOL Type
source: Binary
lt: Binariniø

source: Save the left file
lt: Iðsaugoti kairájá failà

source: Save the right file
lt: Iðsaugoti deðinájá failà

source: Save the left file with name...
lt: Iðsaugoti kairájá failà kaip...

source: Save the right file with name...
lt: Iðsaugoti deðinájá failà kaip...

source: Change left side file/folder read-only status
lt: Keisti kairiojo failo/katalogo „Tik skaitymui“ statusà

source: Change right side file/folder read-only status
lt: Keisti deðiniojo failo/katalogo „Tik skaitymui“ statusà

source: Convert EOL to Windows mode
lt: Keisti eiluèiø pabaigos formatà á Windows

source: Convert EOL to Unix mode
lt: Keisti eiluèiø pabaigos formatà á Unix

source: Convert EOL to Mac mode
lt: Keisti eiluèiø pabaigos formatà á Mac

source: Switch between editing and merging modes
lt: Persijungti tarp redagavimo ir suliejimo reþimø

source: View and adjust file encoding properties File encoding properties
lt: Perþiûrëti ir suderinti failø kodavimo ypatybes Failø kodavimo ypatybës

source: Open and resolve conflict file
lt: Atidaryti ir iðspræsti konfliktø failà

source: Collect items from subsequent command line invocations to a folder compare window
lt: Renka elementus á katalogø palyginimo langà ið vëlesniø komandinës eilutës iðkvietimø

source: Select difference area in the current line Difference in the Current Line
lt: Paþymëti skirtumø sritá dabartinëje eilutëje Dabartinës eilutës skirtumai

source: Go to line or difference Go to (Ctrl+G)
lt: Pereiti á eilutæ ar skirtumà Pereiti á (Ctrl+G)

source: Set program options Options
lt: Nustatyti programos parametrus Nuostatos

source: Refresh display Refresh (F5)
lt: Atnaujinti Atnaujinti (F5)

source: Toggle table layout (Enabling requires the selection to span an occurrence of the delimiter, and optionally an adjacent occurrence of a quotation mark)
lt: Perjungti á rodymà lentele (ájungimui reikia, kad paþymëta sritis apimtø skyriklio pasikartojimà, ir pasirinktinai gretimà kabuèiø pasikartojimà)

source: Copy selected lines to clipboard adding linenumbers to line begin
lt: Kopijuoti paþymëtas eilutes á mainø sritá, pridedant eiluèiø numerius eilutës pradþioje

source: Refresh selected items
lt: Atnaujinti paþymëtus elementus

source: Toggle bookmark
lt: Uþdëti þymæ

source: Go to next bookmark
lt: Pereiti á tolesnæ þymæ

source: Go to previous bookmark
lt: Pereiti á ankstesnæ þymà

source: Clear all bookmarks
lt: Iðvalyti visas þymes

source: Displays items that are exactly the same Show Identical Items
lt: Rodo elementus, kurie yra visiðkai vienodi Rodyti vienodus elementus

source: Displays items that have differences Show Different Items
lt: Rodo elementus, kurie turi skirtumø Rodyti skirtingus elementus

source: Displays items that exist in only on the left side Show Left Unique Items
lt: Rodo elementus, kurie egzistuoja tik kairëje pusëje Rodyti unikalius elementus kairëje

source: Displays items that exist in only on the right side Show Right Unique Items
lt: Rodo elementus, kurie egzistuoja tik deðinëje pusëje Rodyti unikalius elementus deðinëje

source: Displays binary files Show Binary Files
lt: Rodo binarinius failus Rodyti binarinius failus

source: Displays skipped items Show Skipped Items
lt: Rodo praleistus elementus Rodyti praleistus elementus

source: Select the font for the view Select View Font
lt: Iðrinkti ðriftà perþiûrai Parinkti perþiûros ðriftà

source: Revert to using the default system font for view Default Font
lt: Gráþti prie numatyto sistemos ðrifto naudojimo perþiûrai Numatytasis ðriftas

source: Shows whitespace characters
lt: Rodo tarpo simbolius

source: Toggle Diff Pane
lt: Skirtumø polangis

source: Location pane shows overall picture from files
lt: Vietos polangis rodo bendrà vaizdà ið failø

source: Show folder compare statistics dialog
lt: Rodyti katalogø lyginimo statistikos dialogà

source: Select the current user interface language Language
lt: Parinkti naudotojo sàsajos kalbà Kalba

source: Shows differences inside lines with different colors Show Line Difference
lt: Rodo skirtumus eilutëse kita spalva Rodyti skirtumus eilutëje

source: Swap the positions of the two panes
lt: Sukeisti dviejø polangiø pozicijas

source: Shows line numbers Show Line Numbers
lt: Parodo eiluèiø numerius Rodyti eiluèiø numerius

source: Enable word wrap Wrap Lines
lt: Ájungia teksto skaidymà á eilutes Skaidyti eilutes

source: Shows selection margins for both panes Show Selection Margins
lt: Rodo abiejø polangiø pasirinkimo paraðtes Rodyti pasirinkimo paraðtes

source: Shows horizontal rulers for both panes Show Horizontal Rulers
lt: Rodo horizontalias liniuotes abiejuose polangiuose Rodyti horizontalias liniuotes

source: Increase text size
lt: Padidinti teksto dydá

source: Decrease text size
lt: Sumaþinti teksto dydá

source: Reset text zoom to default size
lt: Graþinti numatytàjá teksto dydá

source: Scroll to the previous difference Previous Difference (Alt+Up)
lt: Perðokti á ankstesná skirtumà Praeitas skirtumas (Alt+Up)

source: Scroll to the next difference Next Difference (Alt+Down)
lt: Perðokti á tolesná skirtumà Kitas skirtumas (Alt+Down)

source: Scroll to the first difference First Difference (Alt+Home)
lt: Perðokti á pirmà skirtumà Pirmas skirtumas (Alt+Home)

source: Scroll to the current difference Current Difference (Alt+Enter)
lt: Perðokti á dabartiná skirtumà Dabartinis skirtumas (Alt+Enter)

source: Scroll to the last difference Last Difference (Alt+End)
lt: Perðokti á paskutiná skirtumà Paskutinis skirtumas (Alt+End)

source: Copy the selected text to the right file Copy Right (Alt+Right)
lt: Kopijuoti paþymëtà tekstà á deðinájá failà Kopijuoti á deðinæ

source: Copy the selected text to the left file Copy Left (Alt+Left)
lt: Kopijuoti paþymëtà tekstà á kairájá failà Kopijuoti á kairæ

source: Copy difference to right and advance to next Copy Right and Advance (Ctrl+Alt+Right)
lt: Kopijuoti skirtumà á deðinæ ir perðokti á tolesná Kopijuoti á deðinæ ir Daugiau (Ctrl+Alt+Right)

source: Copy difference to left and advance to next Copy Left and Advance (Ctrl+Alt+Left)
lt: Kopijuoti skirtumà á kairæ ir perðokti á tolesná Kopijuoti á kairæ ir Daugiau (Ctrl+Alt+Left)

source: Copy all differences to the right file All Right
lt: Kopijuoti visus skirtumus á deðinájá failà Viskà á deðinæ

source: Copy all differences to the left file All Left
lt: Kopijuoti visus skirtumus á kairájá failà Viskà á kairæ

source: Delete selected items from both directories
lt: Naikinti pasirinktus elementus ið abiejø katalogø

source: Compare selected item (compare first item if multiple items selected)
lt: Palyginti paþymëtà elementà (palyginti pirmàjá elementà, jei paþymëti keli elementai)

source: Select and reorder directory compare columns
lt: Pasirinkti ir pertvarkyti katalogø palyginimo stulpelius

source: Generate a patch-file
lt: Generuoti pataisos failà

source: Select and modify filters Filters
lt: Pasirinkti ir keisti filtrus Filtrai

source: Generates a report from compare results
lt: Sukuria palyginimo rezultatø ataskaità

source: Activates next visible file Activate next File
lt: Suaktyvina kità matomà failà Suaktyvinti kità failà

source: Closes all open windows
lt: Uþveria visus atidarytus langus

source: Opens the WinMerge Help WinMerge Help
lt: Atverèia „WinMerge“ pagalbos dokumentà „WinMerge“ þinynas

source: Outputs current WinMerge version info and configuration to text file
lt: Iðveda dabartinæ „WinMerge“ versijos informacijà ir konfigûracijà á tekstiná failà

source: Private Build: %1
lt: Neoficiali versija: %1

source: Opens the release notes document Release Notes
lt: Atverèia dokumentà su laidos informacija Laidos informacija

source: Opens the translations website Translations
lt: Atverèia vertimø tinklapá Vertimai

source: <None>
lt: <Nëra>

source: Open the file with registered application
lt: Atverti failà su registruota programa

source: Open the file with external editor
lt: Atverti failà iðoriniame redaktoriuje

source: Open the file with a particular program
lt: Atverti failà su konkreèia programa

source: Do not display moved blocks
lt: Nerodyti perkeltø blokø

source: Display all moved blocks
lt: Rodyti visus perkeltus blokus

source: Display moved blocks only from current diff
lt: Rodyti tik ðiame palyginime perkeltus blokus

source: Go to diff under cursor
lt: Pereiti á skirtumà po kursoriumi

source: Disabled
lt: Iðjungtas

source: From file system
lt: Ið sistemos

source: From MRU list
lt: Ið daþniausiai naudojamø sàraðo

source: Hide the toolbar
lt: Slëpti mygtukø juostà

source: Show small toolbar
lt: Rodyti maþø mygtukø juostà

source: Show big toolbar
lt: Rodyti dideliø mygtukø juostà

source: Selection left
lt: Paþymëtas fragmentas kairëje

source: Selection right
lt: Paþymëtas fragmentas deðinëje

source: Print...
lt: Spausdinti...

source: Page Setup...
lt: Puslapio nuostatos...

source: Page Zoom:
lt: Puslapio mastelio keitimas:

source: Content Zoom:
lt: Turinio mastelio keitimas:

source: %d line excluded
lt: %d eilutë iðbraukta

source: %d lines excluded
lt: %d eilutës iðbrauktos

source: Shell menu
lt: Sistemos meniu

source: ReoGrid recognizes only part of the content present in Excel files, and also does not write back all sorts of content it manages to read in. Therefore, beware of the potential data loss when saving back files.
lt: „ReoGrid“ atpaþásta tik dalá „Excel“ failuose esanèio turinio bei áraðo atgal ne viskà, kà sugeba perskaityti. Todël saugokitës galimo duomenø praradimo iðsaugodami failus atgal.

source: ReoGrid might not preserve whitespace outside of values parsed from separator-delimited files. Therefore, beware of the potential loss of whitespace when saving back files.
lt: „Reogrid“ gali neiðlaikyti uþ reikðmiø ribø esanèiø tarpø, iðtrauktø ið skyrikliais atskirtø failø. Todël saugokitës galimo tarpø praradimo iðsaugant failus atgal.

source: Reload file
lt: Ákelti failà ið naujo

source: Recognize HTML4 tags
lt: Atpaþinti HTML4 þymes

source: Recognize HTML5 tags
lt: Atpaþinti HTML5 þymes

source: Recognize MWSL tag
lt: Atpaþinti MWSL þymæ
